Repository: ektorcaba/light-member
Catalog: light-member/languages/lightmember-*.po
Languages: de_de, es_es, fr_fr, it_it

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht ausreichende Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tienes permisos suficientes para acceder a esta página.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
it_it: Non hai permessi sufficienti per accedere a questa pagina.

source: Welcome to LightMeber plugin settings
de_de: Willkommen bei den Einstellungen des LightMeber-Plugins
es_es: Bienvenido a la configuración del complemento LightMember
fr_fr: Bienvenue dans les paramètres du plugin LightMeber
it_it: Benvenuto nelle impostazioni del plugin LightMember

source: Stripe Endpoint Secret
de_de: Stripe Endpunkt Geheimschlüssel
es_es: Clave Secreta del Webhook de Stripe
fr_fr: Clé secrète de l'endpoint Stripe
it_it: Chiave segreta dell'endpoint di Stripe

source: Stripe Secret Key
de_de: Stripe Geheimschlüssel
es_es: Clave Secreta de Stripe
fr_fr: Clé secrète Stripe
it_it: Chiave segreta di Stripe

source: Stripe API Keys
de_de: Stripe API-Schlüssel
es_es: Claves de API de Stripe
fr_fr: Clés API Stripe
it_it: Chiavi API di Stripe

source: Stripe Customer Portal URL
de_de: URL des Stripe-Kundenportals
es_es: URL del Portal del Cliente de Stripe
fr_fr: URL du portail client Stripe
it_it: URL del portale clienti di Stripe

source: Enable Stripe Customer Portal
de_de: Stripe Kundenportal aktivieren
es_es: Habilitar el Portal del Cliente de Stripe
fr_fr: Activer le portail client Stripe
it_it: Abilita il portale clienti di Stripe

source: Enable Stripe Production mode?
de_de: Stripe Produktionsmodus aktivieren?
es_es: ¿Habilitar modo de producción de Stripe?
fr_fr: Activer le mode Production de Stripe ?
it_it: Abilitare la modalit√† di produzione di Stripe?

source: True
de_de: Wahr
es_es: Verdadero
fr_fr: Vrai
it_it: Vero

source: False
de_de: Falsch
es_es: Falso
fr_fr: Faux
it_it: Falso

source: Generated Username Prefix
de_de: Generierter Benutzername-Präfix
es_es: Prefijo de nombre de usuario generado
fr_fr: Préfixe du nom d'utilisateur généré
it_it: Prefisso del nome utente generato

source: Free Member Role
de_de: Kostenlose Mitgliedsrolle
es_es: Rol de miembro gratuito
fr_fr: Rôle de membre gratuit
it_it: Ruolo di membro gratuito

source: Default: Subscriber
de_de: Standard: Abonnent
es_es: Predeterminado: Suscriptor
fr_fr: Par défaut : Abonné
it_it: Predefinito: Abbonato

source: Pay Member Role
de_de: Bezahlte Mitgliedsrolle
es_es: Rol de miembro de pago
fr_fr: Rôle de membre payant
it_it: Ruolo di membro a pagamento

source: Enable Log files for endpoint requests?
de_de: Protokolldateien für Endpunktanfragen aktivieren?
es_es: ¿Habilitar archivos de registro para las peticiones del webhook?
fr_fr: Activer les fichiers journaux pour les requêtes d'endpoint ?
it_it: Abilitare i file di registro per le richieste di endpoint?

source: Email From
de_de: E-Mail von
es_es: Correo electrónico origen
fr_fr: Email de provenance
it_it: Email da

source: Email From name
de_de: E-Mail-Name
es_es: Nombre del remitente del correo electrónico
fr_fr: Nom de l'émetteur de l'email
it_it: Nome email da

source: Email Subject
de_de: E-Mail-Betreff
es_es: Asunto del correo electrónico
fr_fr: Objet de l'email
it_it: Oggetto dell'email

source: Email message
de_de: E-Mail-Nachricht
es_es: Mensaje de correo electrónico
fr_fr: Message de l'email
it_it: Messaggio dell'email

source: Message to display for partially hidden content to non-members
de_de: Nachricht zur Anzeige für teilweise versteckten Inhalt für Nicht-Mitglieder
es_es: Mensaje para mostrar contenido parcialmente oculto a no miembros
fr_fr: Message à afficher pour le contenu partiellement masqué aux non-membres
it_it: Messaggio da visualizzare per il contenuto parzialmente nascosto ai non membri

source: Message to display for fullpage hidden content to non-members
de_de: Nachricht zur Anzeige für im gesamten versteckten Inhalt für Nicht-Mitglieder
es_es: Mensaje para mostrar contenido completo oculto a no miembros
fr_fr: Message à afficher pour le contenu masqué sur toute la page aux non-membres
it_it: Messaggio da visualizzare per il contenuto completo nascosto ai non membri

source: Hide partial content with <b>[lm_members_only]</b>Hidden content<b>[/lm_members_only]</b>
de_de: Teilinhalt verbergen mit <b>[lm_members_only]</b>Versteckter Inhalt<b>[/lm_members_only]</b>
es_es: Ocultar contenido parcial con <b>[lm_members_only]</b>Contenido oculto<b>[/lm_members_only]</b>
fr_fr: Masquer le contenu partiel avec <b>[lm_members_only]</b>Contenu masqué<b>[/lm_members_only]</b>
it_it: Nascondi il contenuto parziale con <b>[lm_members_only]</b>Contenuto nascosto<b>[/lm_members_only]</b>

source: Hide entire content to non-members
de_de: Den gesamten Inhalt für Nicht-Mitglieder verbergen
es_es: Ocultar todo el contenido a no miembros
fr_fr: Masquer l'ensemble du contenu aux non-membres
it_it: Nascondi l'intero contenuto ai non membri

source: Unlock the full content by becoming a member today!
de_de: Entsperren Sie den gesamten Inhalt, indem Sie heute Mitglied werden!
es_es: ¡Desbloquea el contenido completo al hacerte miembro hoy mismo!
fr_fr: Déverrouillez tout le contenu en devenant membre aujourd'hui !
it_it: Sblocca il contenuto completo diventando membro oggi stesso!

source: Hidden content
de_de: Versteckter Inhalt
es_es: Contenido oculto
fr_fr: Contenu masqué
it_it: Contenuto nascosto
